
import streamlit as st
st.set_page_config(layout='wide')

st.title("")

# Displaying the value of A on this new page
st.markdown("""노년층을 타겟으로 하는 간단한 기능의 스마트폰
""")

col1, col2 = st.columns(2, gap='large')

with col1:
    st.header("고객 특성")
    st.markdown("""### A : 상품 정보 요약
노년층 대상 간단한 기능 스마트폰

### B : 고객군 특성

1. **데모**
   - **연령**: 주로 60대 이상
   - **성별**: 남녀 모두 포함
   - **소득 수준**: 다양한 소득 수준을 포함하나, 주로 은퇴 후 고정 수입을 가진 경우가 많음
   - **거주지**: 도시와 농촌 모두 포함

2. **주요 심리적 동인**
   - **가격 민감성**: 예산 제약으로 인해 저렴한 옵션을 선호
   - **안정감**: 사용하기 쉬운 제품을 통해 안정감을 추구
   - **소유욕**: 적은 비용으로도 최신 기술을 소유하고 싶어함
   - **사회적 요인**: 주변의 경제적 상황과 가성비에 민감한 소비 문화에 영향을 받음

3. **주요 가치**
   - **사용 편의성**: 복잡하지 않고 간단한 기능을 중요시
   - **안정성**: 신뢰할 수 있는 브랜드와 제품을 선호
   - **경제성**: 가격 대비 높은 가치를 중요하게 생각
   - **사회적 연결**: 가족 및 친구와의 소통을 중요시

4. **주요 관심사**
   - **건강 관리**: 건강 관련 정보와 서비스에 관심
   - **여가 활동**: TV 시청, 독서, 여행 등
   - **사회적 활동**: 가족 및 친구와의 소통, 커뮤니티 활동
   - **기술 활용**: 간단한 스마트폰 기능을 통해 일상 생활의 편리함을 추구""")

with col2:
    st.header("카테고리 추천")
    st.markdown("""

1. **TV**
   - 노년층은 TV 시청을 주요 여가 활동으로 삼고 있어, TV와 관련된 카테고리가 적합합니다.

2. **독서**
   - 많은 노년층이 독서를 즐기며, 이는 간단한 기능의 스마트폰으로도 전자책을 읽을 수 있는 기능과 연관이 있습니다.

3. **국내여행**
   - 노년층은 여가 시간에 국내 여행을 즐기는 경향이 있어, 여행 관련 정보를 제공하는 카테고리가 유용합니다.

4. **건강 관리**
   - 건강에 대한 관심이 높은 노년층을 위해 건강 관리와 관련된 카테고리가 적합합니다.

5. **홈케어서비스**
   - 노년층은 집에서 편리하게 이용할 수 있는 홈케어 서비스에 관심이 많습니다.

6. **보험**
   - 노년층은 건강 보험 및 생활 보험에 대한 관심이 높아, 보험 관련 카테고리가 유용합니다.

7. **의료_제약**
   - 건강 관리와 관련된 의료 및 제약 정보는 노년층에게 매우 중요합니다.

8. **편의점**
   - 일상 생활에서 자주 이용하는 편의점 관련 정보는 노년층에게 유용할 수 있습니다.

9. **대형마트**
   - 노년층은 대형마트에서 생활 필수품을 구매하는 경향이 있어, 관련 카테고리가 적합합니다.

10. **홈쇼핑**
    - 노년층은 홈쇼핑을 통해 제품을 구매하는 경우가 많아, 홈쇼핑 관련 카테고리가 유용합니다.""")
